---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Colon10
source: html/beaed213-6b9a-9b7b-ffab-f3c1163aa169.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Colon10 Property

Symbol :10, indicating unit Ratio : 10.

## Syntax (C#)
```csharp
public static ForgeTypeId Colon10 { get; }
```